/* AirDeviceViewController.m */
"--" = "--";

/* AirDeviceBindViewController.m */
"Wi-Fi网络未连接，请连接Wi-Fi" = "Please connect to WiFi";

/* ChangeNameViewController.m */
"不能与其他设备同名，请重新设置新的名称" = "Device's name should be identical, please name device again.";

/* AirDeviceViewController.m
 AppDelegate.m
 Utility.m */
"中" = "Fine";

/* AppDelegate.m */
"最近雾霾好严重，小A好辛苦~求大家赏个好评…T_T" = "Do you enjoy Air-box?Support it with a five star!";

/* AppDelegate.m */
"残忍的拒绝" = "I don't want to rate";

/* AppDelegate.m */
"赏个好评" = "Rate now";

/* AppDelegate.m */
"以后再说" = "Remind me later";

/* NewHistoryViewController.m */
"今天" = "Today";

/* AirDeviceViewController.m
 AppDelegate.m
 Utility.m */
"优" = "Excellent";

/* AirDeviceViewController.m
 DeviceManagementViewController.m */
 "盒子总部" = "My box NO.1";

/* DeviceManagementViewController.m */
 "格力" = "GREE";

/* DeviceManagementViewController.m */
"空调" = "Air-conditioning";

/* DeviceManagementViewController.m */
"爱国者" = "AIGO";

/* DeviceManagementViewController.m */
"空气净化器" = "Air cleaner";

/* IRDeviceModelSelectionViewController.m */
"使用净化器遥控器对净化器按开关键" = "Point your remote control of air purifier to air-box and press power button";

/* HelpViewController.m */
"使用攻略" = "User Guide";

/* IRDeviceModelSelectionViewController.m */
"使用空调遥控器对空调按开关键" = "Point your remote control of air condition to air-box and press power button";

/* CustomModelViewController.m */
"保存红外码失败，请稍后再试" = "Save infrared code failed, please try again later";

/* SettingViewController.m */
"信息中心" = "Information centre";

/* ChangeNameViewController.m */
"修改空气盒子名称失败" = "Modify air-box's name failed";

/* HelpViewController.m */
"关于" = "About";

/* AirDeviceViewController.m */
"关闭智能调节" = "Turn off auto mode";

/* AirConditionViewController.m
 AirDeivceManageViewController.m
 AirDeviceViewController.m
 DeviceManagementViewController.m */
"净化器" = "Ari Purifier";

/* IRDeviceModelSelectionViewController.m */
"净化器手动识别绑定" = "Identify air purifier manually";

"空调手动识别绑定"="Identify air condition manually";
/* IRDeviceModelSelectionViewController.m */
"净化器是否成功开机?" = "Has your air purifier been turned on?";

/* IRDeviceModelSelectionViewController.m */
"净化器识别绑定" = "Identify air purifier";

/* IRDeviceModelSelectionViewController.m */
"净化器识别绑定失败" = "Bind air purifer failed";

/* AirDeivceManageViewController.m */
"分享到微信" = "Wechat";

/* AppDelegate.m */
"分享到微信失败" = "Share to Wechat failed";
"分享失败" = "Share failed";
/* AirDeivceManageViewController.m */
"分享到新浪微博" = "Weibo";

/* SetTimeCell.m */
"分钟" = "minute";

/* DeviceManagementViewController.m */
"删除失败" = "Delete failed";

/* CustomModelViewController.m */
"删除红外码失败，请稍后再试" = "Remove infrared code failed";

/* FeedbackViewController.m */
"反馈信息不能超过256个字符" = "Feedback should be shorter than 256 characers.";

/* FeedbackViewController.m */
"反馈内容不能为空!" = "Please enter your feedback";
/* FeedbackViewController.m */
"问题反馈" ="Questions and suggestions";
/* IRDeviceModelSelectionViewController.m */
"发送开机命令成功" = "Sending Command";

/* AirDeivceManageViewController.m
 AirDeviceViewController.m
 DeviceManagementViewController.m */
"取消" = "Cancel";

/* DeviceManagementViewController.m */
"只剩下1台绑定的设备,删除后将重新登录帐号" = "Removing your last device would log-off your account.";

/* CustomModelViewController.m */
"名称重复" = "Duplicated name";

/* SettingViewController.m */
"城市定位" = "Location";

/* InfoCenterViewController.m */
"增值信息" = "Added information";

/* SettingViewController.m */
"天气提醒" = "Weather alert";

/* AirDeviceViewController.m */
"太差啦" = "Awful";

/* LocationController.m */
"定位失败，请重试" = "Locate failed";

/* SettingViewController.m */
"室内提醒" = "Inner room alert";

/* MainViewController.m
 RegisterViewController.m */
"密码不能为空" = "Please enter your password";

/* MainViewController.m
 RegisterViewController.m */
"请输入正确的密码格式,长度6-20位的数字或字母" = "Invalid password";

/* MainViewController.m
 RegisterViewController.m */
"密码由字母或数字组成，不能包含其他符号" = "Password should be letters and numbers, not include other characters.";

/* AirDeviceViewController.m */
"寒冷" = "Cold";

/* SetTimeCell.m */
"小时" = "hour";

/* AirDeviceViewController.m
 AppDelegate.m
 Utility.m */
"差" = "Bad";

/* AirDeviceBindViewController.m */
"已经绑定当前所有空气盒子" = "All air-boxes are binded.";

/* IRDeviceModelSelectionViewController.m */
"已绑定净化器" = "Air Purifier binded";

/* IRDeviceModelSelectionViewController.m */
"已绑定空调" = "Air condition binded";

/* AirDeviceBindViewController.m */
"已连接至WIFI" = "Connected to WiFi";

/* MainViewController.m
 RegisterViewController.m */
"帐号不能为空" = "Please enter your account";

/* SettingViewController.m */
"帮助" = "Help";

/* HelpViewController.m */
"常见问题与解答" = "FAQ";

/* AirDeviceViewController.m */
"干燥" = "Dry";

/* IRDeviceModelSelectionViewController.m */
"并使用净化器遥控器对空气盒子按开关键" = "Point remote control of air purifier to air-box and press power button";

/* IRDeviceModelSelectionViewController.m */
"并使用空调遥控器对空气盒子按开关键" = "Point remote control of air condition to air-box and press power button";

/* InfoCenterViewController.m */
"开启免打扰模式" = "开启免打扰模式";

/* NewHistoryViewController.m */
"当前" = "Now";

/* AppDelegate.m */
"当前已是最新版本" = "It's the latest version.";

/* AirConditionViewController.m */
"当前设备不在线" = "Current device is offline";

/* SettingViewController.m */
"您是否要删除该城市?" = "Do your want to remove the city?";

/* AirDeivceManageViewController.m */
"您的手机没有安装微信客户端" = "You don't have Wechat on your cell phone";

/* HelpViewController.m
 SettingViewController.m */
"意见反馈" = "Opinions and suggestions";

/* FeedbackViewController.m */
"提交反馈失败，请重试" = "Submit suggestion failed";

/* InfoCenterViewController.m */
"提醒信息" = "提醒信息";

/* AirDeviceBindViewController.m */
"搜索设备" = "Searching devices";

/* CustomModelViewController.m */
"操作指令发送成功" = "Send operation code succeeded.";

/* HelpViewController.m */
"操作指引将被重新显示" = "User guide will be shown again.";

/* SettingViewController.m */
"是否注销?" = "Log off?";

/* SettingViewController.m */
"我要给空气盒子评分!" = "Rate Air-box!";

/* AirDeviceViewController.m */
"智能调节" = "Auto";

/* AirDeviceViewController.m */
"有污染" = "Polluted";

/* AirDeviceViewController.m */
"有点差" = "Fine";

/* AirDeivceManageViewController.m */
"来自海尔空气盒子" = "From Haier AirBox";

/* AirDeivceManageViewController.m */
"根据空气检测结果，云服务会远程自动控制绑定的空调或净化器" = "Auto Mode is ON. Air-box will control your air condition and air purifier automatically.";

/* AirDeviceBindViewController.m */
"检测WiFi中..." = "Checking WiFi...";

/* AirDeviceBindViewController.m */
"检测网络中..." = "Checking network...";

/* AirConditionViewController.m */
"模式下载失败" = "Download mode failed";

/* AirConditionViewController.m */
"模式设置失败" = "Set mode failed";

/* IRDeviceModelSelectionViewController.m */
"正在发送开机命令" = "Turning on your air condition.";

/* AirBoxListViewController.m */
"正在登录" = "Login…";

/* AirBoxListViewController.m */
"正在获取空气盒子列表" = "Downloading airbox list";

/* AirBoxListViewController.m */
"正在验证用户是否激活" = "Checking user state";

/* AirDeviceViewController.m */
"正常" = "Normal";

/* AirConditionViewController.m */
"没有找到相应红外命令" = "No infrared code found";

/* AirDeviceBindViewController.m */
"没有搜索到空气盒子" = "No air-box found";

/* CustomModelViewController.m
 IRDeviceModelSelectionViewController.m */
"没有收到红外命令" = "No infrared code received";

/* AirDeivceManageViewController.m */
"没有登录新浪微博帐号,请到系统设置里面进行登录" = "Please log in with your Weibo account at system settings.";

/* AccountActivationViewController.m
 RegisterViewController.m */
"注册失败" = "Registration failed";

/* AccountActivationViewController.m */
"注册成功" = "Registered";

/* SettingViewController.m */
"注销" = "Logout";

/* SettingViewController.m */
"注销失败" = "Log off failed";

/* AirDeviceViewController.m */
"潮湿" = "Humid";

/* AirDeviceViewController.m */
"炎热" = "Hot";

/* SettingViewController.m */
"版本检测" = "Software update";

/* AppDelegate.m */
"版本检测失败" = "Check version failed";

/* MainViewController.m */
"用户名或密码错误" = "Wrong account or password";

/* MainViewController.m */
"激活码不正确，请重新输入" = "The activation code is incorrect, please input again";

/* AirBoxListViewController.m
 MainViewController.m */
"登录失败" = "Login failed";

/* MainViewController.m */
"登录失败" = "Login failed";

/* SDKRequestManager.m */
"确定" = "OK";

/* DeviceManagementViewController.m */
"确定删除所选内容" = "Remove selected devices?";

/* DeviceManagementViewController.m */
"空气盒子不在线，请稍后再试" = "Air-box is offline, please try again later";

/* IRDeviceModelSelectionViewController.m */
"空气盒子已尝试开启净化器，请确认净化器是否开启?" = "Air-box has tried to turn on your air purifier, please confirm whether it is on.";

/* IRDeviceModelSelectionViewController.m */
"空气盒子已尝试开启空调，是否听到空调响?" = "Air-box has tried to turn o you air condition, does it beep?";

/* AppDelegate.m */
"空气盒子应用新版本上线啦!" = "New version available";

/* DeviceManagementViewController.m */
"空气盒子解除绑定失败!" = "Un-bind air-box failed";

/* AirDeivceManageViewController.m
 AirDeviceViewController.m
 DeviceManagementViewController.m */
"空调" = "Air condition";

/* IRDeviceModelSelectionViewController.m */
"空调是否成功开机?" = "Does your air condition have been turned on?";

/* IRDeviceModelSelectionViewController.m */
"空调识别绑定" = "Identify air contidition";

/* IRDeviceModelSelectionViewController.m */
"空调识别绑定失败" = "Identify air contidition failed.";

/* IRDeviceModelSelectionViewController.m */
"红外学习条件不满足(需手机与空气盒子连接至同一无线路由器),请手动选择绑定" = "Infrared code recording conditions are not met.(cell phone and aire-box should be connected to the same WIFi)";

/* CustomModelViewController.m */
"红外学习需手机与空气盒子连接至同一无线路由器，请连接后再次尝试" = "Make sure cell phone and aire-box is connected to the same WIFi to continue infrared code recording, please try again later";

/* AirDeviceBindViewController.m */
"绑定设备" = "Activate Devices";

/* AirBoxListViewController.m
 MainViewController.m */
"网络异常,请稍后再试" = "Please check your network";

/* AppDelegate.m */
"网络异常,请检查网络设置!" = "Please check your network!";

/* AirDeviceBindViewController.m */
"网络连接正常" = "Network error";

/* RetrievePasswordWebViewController.m */
"网页加载失败" = "Loading failed";

/* AirDeviceViewController.m
 AppDelegate.m
 Utility.m */
"良" = "Good";

/* NewHistoryViewController.m */
"获取数据失败,请检查网络" = "Download failed, please check network settings";

/* AccountActivationViewController.m */
"获取激活码失败，请稍候重试" = "Download activation code failed";

/* AirDeviceViewController.m */
"获取空气质量数据失败" = "Download air quality failed";

/* AirDeivceManageViewController.m
 AirDeviceViewController.m */
"获取红外设备失败" = "Downloading infrared devices failed";

/* IRDeviceModelSelectionViewController.m */
"获取设备型号列表失败" = "Download device model failed";

/* DeviceManagementViewController.m */
"确定解除该设备绑定" = "Un-bind infrared device";

/* InfoCenterViewController.m
 SDKRequestManager.m */
"警告信息" = "Alert";

/* InfoCenterViewController.m */
"订阅信息" = "Subscribe";

/* ChangeNameViewController.m */
"设备名称不能为空" = "Device's name should not be null";

/* ChangeNameViewController.m */
"设备名称不能包含特殊字符" = "Device name should be letter and number only";

/* ChangeNameViewController.m */
"设备名称不能超过16个字符" = "Device's name should be shorter than 16 characters.";

/* DeviceManagementViewController.m
 SettingViewController.m */
"设备管理" = "Devices Management";

/* InfoCenterViewController.m */
"设置信息铃声" = "设置信息铃声";

/* AirDeivceManageViewController.m
 AirDeviceViewController.m */
"选择添加的设备类型" = "Please bind infrared device first";

/* LocationController.m */
"请在系统设置中打开“定位服务”来允许“空气盒子”确定您的位置(设置-隐私-定位服务)" = "Please enable location service for “Air Manager” to locate(Setting-Privacy-Location Services)";

/* AirDeviceBindViewController.m */
"请检测路由器密码是否正确" = "Please check your password for WiFi";

/* IRDeviceModelSelectionViewController.m */
"请确保净化器和空气盒子连接电源" = "Make sure air purifier and air-box is powered on";

/* IRDeviceModelSelectionViewController.m */
"请确保空调和空气盒子连接电源" = "Make sure air condition and air-box is powered on";

/* RegisterViewController.m */
"请确认您已经阅读了《用户使用协议》" = "Make sure you've read terms of user";

/* AccountActivationViewController.m */
"请稍后再试" = "Please try again later";

/* FeedbackViewController.m */
"请输入您的空调或净化器型号，我们会尽快开发支持该型号设备，谢谢" = "Please enter model of your air condition or air purifier. We'll cover your model ASAP. Thank you";

/* FeedbackViewController.m */
"请告知您的路由器品牌及型号，我们会尽快处理" = "Please inform us the brand and model of your router, and we will deal with the problem as soon as possible";

/* FeedbackViewController.m */
"请输入意见或建议" = "Please enter your suggestions";

/* CustomModelViewController.m */
"请输入指令名称" = "Enter name for command";

/* MainViewController.m
 RegisterViewController.m */
"请输入正确的手机号码格式" = "Invalid cell phone number";

/* AccountActivationViewController.m */
"请输入激活码" = "Please enter acitivation code";

/* RegisterViewController.m */
"请输入确认密码" = "please enter confirm password";

/* AirDeviceBindViewController.m */
"请输入路由器密码" = "Enter password for wifi";

/* FeedbackViewController.m */
"谢谢您的反馈!" = "Thank you for your feedback!";

/* RegisterViewController.m */
"输入密码不一致" = "Passwords are not identical";

/* AirDeviceViewController.m */
"还不错" = "Good";

/* AirDeivceManageViewController.m */
"连接失败,请确认空气盒子和路由器正常连接到互联网;可尝试重启空气盒子和路由器来解决此问题" = "Connection failed. Please check the network connection of air-box and router and try reboot air-box and router to resolve this issue";

/* IRDeviceModelSelectionViewController.m */
"选择净化器" = "Select air purifier.";

/* IRDeviceModelSelectionViewController.m */
"选择空调" = "select your air condition";

/* DeviceManagementViewController.m */
"选择设备类型" = "Select device type";

/* IRDeviceModelSelectionViewController.m */
"配置成功" = "Configuration complete";

/* AccountActivationViewController.m */
"重新获取" = "Re-try";

/* AirDeviceViewController.m */
"非常好" = "Excellent";

/* AirBoxListViewController.m */
"验证失败" = "Verification failed";




//--------------------------------ybyao--------------//
/* WeatherMainViewController.m */
//dataRequset:forecast5 week//
"现在"="Now";
"周一" = "Mon.";
"周二" = "Tue.";
"周三" = "Wed.";
"周四" = "Thu.";
"周五" = "Fri.";
"周六" = "Sat.";
"周日" = "Sun.";
/* WeatherMainViewController.m */
//dataRequset:forecast5 weather//
"晴" = "Sunny";
"多云" = "Cloudy";
"阴天" = "Overcast";
"阵雨" = "Shower";
"阴"= "Overcast";
"雷阵雨"="Thunder-shower";
"雷阵雨伴有冰雹"= "Thunderstorms with hail";
"雨夹雪"="Sleet";
"小雨"="Light rain";
"中雨"="Moderate rain";
"大雨"="Heavy rain";
"暴雨"="Rainstorm";
"大暴雨"="Torrential rain";
"特大暴雨"="Extra torrential rain";
"阵雪"="Showery snow";
"小雪"="Light snow";
"中雪"="Moderate snow";
"大雪"="Heavy snow";
"暴雪"="Snowstorm";
"雾"="Fog";
"冻雨"="Ice rain";
"沙尘暴"="Sand storm";
"小到中雨"="Drizzle or moderate rain";
"中到大雨"="Moderate rain or heavy rain";
"大到暴雨"="Heavy or torrential rain";
"暴雨到大暴雨"="Rainstorm or torrential rain";
"大暴雨到特大暴雨"="Heavy to severe storm";
"小到中雪"="Light or moderate snow";
"中到大雪"="Moderate snow or heavy snow";
"大到暴雪"="Heavy snow or snowstorm";
"浮尘"="Floating dust";
"扬沙"="Dust and sand";
"强沙尘暴"="Strong sandstorm";
"霾"="Haze";

//dataRequset:forecast5 wind_direction//
"无持续风向" = "No wind";
"东风" = "East wind";
"西风"="West wind";
"南风"="South wind";
"北风"="North wind";
"东北风" = "Northeast wind";
"西北风"="Northwest wind";
"东南风"="Southeast wind";
"西南风"="Southwest wind";
"旋转风"="Rotational wind";



//新增翻译：

"秒"="seconds";

"知道了"="OK";

"空气盒子"="空气盒子";

"舒适模式"="Confortable mode";

"节能模式"="Energy-efficient";

"无"="None";

"风力"="Wind scale";

"制冷模式"="Cool";

"制热模式"="Heat";

"智能调节"="Auto";

"自动风速"="Auto Fan Speed";

"低风速"="Fan speedLow";

"中风速"="Fan speed moderate";

"高风速"="Fan speed high";

"手动控制"="Manual";

"城市定位:"="Location:";

"正在刷新..."="Refreshing...";
"下拉可以刷新"="Pull down to refresh";
"松开立即刷新"="Release to refresh";


//dataRequset:forecast5 wind//
"微风" = "Breeze";
"级" = "Grade";
"下载成功"="Download succeeded";



/* WeatherMainViewController.m */
//updateCurrentWeather


"优良"="Excellent";
"良好"="Fine";
"轻度污染"="Light";
"中度污染"="Medium";
"重度污染"="Heavy";
"严重污染"="Severe";

/* WeatherMainViewController.m */
//updateIndexView 28个指数
"中暑指数"="Heat stroke Index";
"雨伞指数"="Umbrella Index";
"约会指数"="Dating Index";
"运动指数"="Sports Index";
"心情指数"="Mood Index";
"洗车指数"="Car wash Index";
"风寒指数"="Cold Index";
"紫外线强度指数"="Ultraviolet rays Index";
"旅游指数"="Tourism Index";
"化妆指数"="Make-up Index";
"空气污染扩散条件指数"="Air pollution Index";
"放风筝指数"="Kite Index";
"啤酒指数"="Beer Index";
"夜生活指数"="Nightlife Index";
"美发指数"="Sallon Index";
"晾晒指数"="Drying Index";
"路况指数"="Road condition Index";
"交通指数"="Traffic Index";
"划船指数"="Boat Index";
"感冒指数"="Fever Index";
"逛街指数"="Shopping Index";
"防晒指数"="Sun proof Index";
"钓鱼指数"="Fishing Index";
"穿衣指数"="Dressing Index";
"舒适度指数"="Comfortable Index";
"晨练指数"="Morning execise Index";
"息斯敏过敏指数"="Allergy Index";
"空调开启指数"="Air condition Index";


//---------ybyao
"紫外线指数"="Ultraviolet rays Index";
"空调指数"="Air condition Index";
"污染扩散指数"="Air pollution Index";
//addCity函数



//index---level 指数水平
//"较少开启"="hardly use";
//"易发"="ease to cause";
//"适宜"="uitability";
//"较不舒适"="less comfortable";
//"较舒适"="comfortable";
//"热"="hot";
//"较适宜"="It would be more appropriate";
//"强"="strong";
//"弱"="weak";
//"较弱"="Less weak";
//"适宜"="suitability";
//"少发"="Less to cause";
//"好"="good";
//"干燥"="dry";
//"一般"="fine";
//"去油"="Facial degreasing";
//index Content


// "CustomIndexViewController.m"
"最多添加九个指数"="Choose 9 indexes at most.";
"最少选择九个指数"="Choose 9 indexes at least.";

"今日是否适宜开启空调"="Whether it's suitable for shopping";
"给您今日是否适宜晨练的建议"="Morning execise recommendation";
"查询今日的舒适度"="Comfortable recommendation";
"出行穿衣小贴士"="Dressing recommendation";
"给您今日是否适宜钓鱼的建议"="Whether it's suitable to fish";
"出行时的防晒小贴士"="Outdoor sun proofing recommendation";
"今日是否适宜逛街"="Whether it's suitable for shopping";
"今日是否容易感冒"="Fever protection recommendation";
"今日是否适宜划船"="Whether it's suitable to boat";
"开车出行的交通状况"="Traffic condition";
"开车出行的路面状况"="Road Condition Recommendation";
"是否适宜晾晒衣物"="Drying recommendation";
"出行对于秀发的保护小贴士"="Outdoor hair protection recommendation";
"是否适宜喝啤酒"="Whether it's suitable for beer";
"今日是否适宜放风筝"="Whether it's suitable to fly kite";
"出行空气污染提醒"="Outdoor air pollution tip";
"爱美人士的化妆建议"="Make-up Recommendation";
"今日是否适宜去该城市旅游"="Whether it's suitable for a tour to the city";
"出行时的防紫外线小贴士"="Ultraviolet rays proof recommendation";
"防寒小贴士"="Cold prevention recommendation";
"给爱车一族的洗车建议"="Car wash recommendation";
"心情分享"="Share mood with you";
"今日是否适宜进行户外运动"="Whether it's suitable for outdoor execise";
"出行是否需要带伞"="Whether you should take an umbrella";
"炎炎夏日防暑宝典"="Heatstroke prevention Recommendation";


//CityViewController.m


"定位"="Locate";
"搜索列表"="Search list";
"定位成功"="Locate succeeded";
"定位失败,请手动选择城市"="Locate failed, please choose your city";
"提示"="Hint";
"请选择城市"="Choose your city";


// AirConditionViewController.m
"您还没有登录" = "You don't login";


//City
"北京"="beijing";
"无风"="No wind";
//测试
//index Content
//"您将感到很舒适，一般不需要开启空调"="a";
//"早晨气象条件较适宜晨练，注意选择通风凉爽的地点。适量饮水以及时补充体内水分"="b";
//"在这种天气条件下，你会感到很不舒适，注意做好防护措施"="c";
//"天气较热，建议着短裙、短裤、短套装、T恤等夏季服装。年老体弱者宜着长袖衬衫和单裤"="d";
//"较适合垂钓，但天气可能会对鱼吃食产生一定的影响"="e";
//"属强紫外辐射天气，外出时应加强防护，建议涂擦SPF在15-20之间，PA++的防晒护肤品"="f";
//"在这种天气里去逛街，既可畅快地放松身心，又会有很多意外收获，真是无比惬意"="g";
//"各项气象条件适宜，无明显降温过程，发生感冒机率较低"="h";
//"白天天气晴朗，阳光明媚，适宜划船或嬉玩各种水上运动"="i";
//"交通气象条件良好，车辆可以正常行驶，可以放心开车出行游玩观光"="j";
//"条件适宜，路面比较干燥，路况较好"="k";
//"万里无云，光照充足，极适宜晾晒，抓紧时机把久未见阳光的衣物搬出来晒晒太阳吧"="l";
//"请注意保持头发清洁，请多多洗头，滋润型的洗发润发品是首选。洗发后最好用毛巾把头发吸干，少用吹风机"="m";
//"你可以尽情外出享受夜生活的乐趣，不用担心天气会来捣乱"="n";
//"适量饮用啤酒会给您带来清凉的感觉，但千万注意不要过量呦"="o";
//"天气晴朗，万里无云，但风略小，选择合适的地点，还是较适宜放风筝的"="p";
//"气象条件对空气污染物稀释、扩散和清除无明显影响，易感人群应适当减少室外活动时间"="q";
//"天气较热，建议用露质面霜打底，水质无油粉底霜，透明粉饼，粉质胭脂"="r";
//"这样的天气还是比较适宜旅游，可不要错过机会呦"="s";
//"温度未达到风寒所需的低温，稍作防寒准备即可"="t";
//"较适宜洗车，未来一天无雨，擦洗一新的汽车至少能保持一天"="u";
//"天气晴朗，阳光灿烂，空气温润，和风飘飘，美好的天气会带来一天接踵而来的好心情"="v";
//"白天天气较好，较适宜开展各种户内外运动，在户外运动请注意增减衣物"="w";
//"和恋人携手出游，实在是增进感情、享受浪漫的人生乐事"="x";
//"您可放心出门，无须带雨伞"="y";
//"温度不高，其他各项气象条件适宜，中暑机率极低。"="z";
//
//"紫外线辐射强，建议涂擦SPF20左右、PA++的防晒护肤品。避免在10点至14点暴露于日光下很强"="";
//
//

// 需要翻译
/* AirDeivceManageViewController */
"您没有网络" = "Network connection failed";

"您没有网络,无法绑定新设备" = "Can't bind device ,because network connection failed";

"您没有网络,无法查看室外天气" = "Can't get the weather of outdoor ,because network connection failed";
